Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Continue geotechnical model development particularly the distribution and character of weak units (Cuaternario, Tvs20, Tvs30-37(FVSC))
es: Continuar el desarrollo del modelo geotécnico en particular la distribución y el carácter de las unidades débiles (Cuaternario, Tvs20, Tvs 30 a 37 (FVSC)).

source: Continue monitoring of Cerrillos instability, and design and implement additional stability enhancements if displacement rates or magnitudes become unacceptable
es: Seguir monitoreando la inestabilidad Cerrillos y diseñar e implementar mejoras adicionales a la estabilidad si las tasas o magnitudes de desplazamiento se vuelven inaceptables.

source: Continue monitoring per Phase 1 to determine the changes in pore pressures in response to the drains;
es: Seguir monitoreando como en la Fase 1 para determinar los cambios en la presión de poros en respuesta a los drenes;

source: Continue monitoring per Phase 1 to determine the effectiveness of the drains;
es: Seguir monitoreando como en la Fase 1 para determinar la eficacia de los drenes;

source: Continue monitoring the Jayula Este instability and manage any movement of material onto the ramp operationally
es: Seguir monitoreando la inestabilidad Jayula Este y manejar cualquier movimiento de material sobre la rampa de manera operacional.

source: Continue the window mapping carried out in 2016, adding more zones of the pit and filling areas with low data coverage
es: Continuar el mapeo de ventanas llevado a cabo en 2016, añadiendo más zonas del pit y llenando aquellas con baja cobertura de datos

source: Continue to monitor risk.
es: Continuar monitoreando el riesgo.

source: Continue with current designs
es: Continuar con los diseños actuales.

source: Continued Monitoring
es: Monitoreo continuo

source: Continued displacements of the Jayula Este instability could impede operations of the current ramp
es: Si siguen los desplazamientos de la inestabilidad Jayula Este, las operaciones de la rampa actual podrían verse impedidas.

source: Continued drilling activities have been suspended to reassess the situation and develop a safe procedure prior to reinitiating drilling work.
es: Se suspendieron las demás actividades de perforación para reevaluar la situación y elaborar un procedimiento seguro antes de reiniciar los trabajos de perforación.

source: Continued enhancement of the skills of the site team will be important as the Phase and LOM pit slopes are pushed back into increasing thicknesses or potential saturated volcaniclastic sediments, and as the value of optimizing the design (achieving required performance at minimum cost) of the LOM pit slopes increases.
es: La continua mejora de las habilidades del equipo en el sitio será importante a medida que se profundizan los taludes de las Fases y del pit LOM en potencias crecientes o sedimentos volcanoclásticos potencialmente saturados y a medida que aumenta el valor de la optimización del diseño (logrando el desempeño requerido a costo mínimo) de los taludes del pit LOM.

source: Continued integration the ongoing vibration monitoring results will enable a refinement of the model.
es: Mantener la integración de los resultados del monitoreo constante de la vibración permitirá refinar el modelo.

source: Continued support for rock mass characterization and slope stability analyses by Golder Associates’ Santiago geotechnical team
es: Apoyo continuo para la caracterización del macizo rocoso y los análisis de estabilidad de taludes por el equipo geotécnico de Golder Associates

source: Contract Risks should be presented by the CAG/Legal Team Member that reviewed the contract (allow two minutes)
es: Los riesgos contractuales deben ser presentados por el miembro del CAG/Grupo Legal que revisó el contrato (dar 2 minutos)

source: Contract Review Form (Attach as Schedule C: completed by the Contract Reviewer)
es: Formulario de revisión de contratos (adjuntar como Anexo C: llenado por el Revisor de Contratos)

source: Contract Review Memo
es: Memo de revisión de contrato

source: Contract Reviewer:
es: Revisor de Contrato:

source: Contractor representatives
es: Representantes del contratista

source: Contreras and Boroschek (2015)
es: Contreras y Boroschek (2015)

source: Contribute to an article or publish a news on GoldNet or a Technical Community to share success stories about common projects
es: Contribuir en un artículo, o publicar una noticia en GoldNet o en una Comunidad Técnica, para compartir historias de éxito respecto a proyectos comunes.

source: Contributing Factors
es: Factores

source: Control of Hazards / Risks – The process of elimination or minimisation of risks.
es: Control de peligros / riesgos: proceso de eliminación o minimización de riesgos.

source: Control to prevent persons from falling such as: moving work areas away from the fall hazards; use of barriers; use of work positioning systems; use of fall arrest system; adequacy of any of the controls.
es: Control para prevenir que caigan personas de alturas, como en los casos de: mover áreas de trabajo lejos de peligros de caída; uso de barreras, uso de sistemas de posicionamiento de trabajo; uso del sistema de restricción; adecuación de cualquiera de los controles.

source: Controls to mitigate the risks associated with each hazard.
es: Controles para mitigar los riesgos asociados a cada peligro

source: Conversely, when the route or road is remote and there is little cell phone coverage.
es: Por otro lado, cuando la ruta o el camino es remoto y la señal telefónica es débil,

source: Conversion of multiple magnitude scales to a single representative magnitude (M) for all earthquakes in the catalog is essential prior to any data analysis.
es: La conversión de múltiples escalas de magnitud a una sola magnitud representativa (M) para todos los sismos en el catálogo es fundamental antes de realizar cualquier análisis de datos.

source: Coordinates
es: Coordenadas

source: Coordination
es: Coordinación

source: Coordination with process design
es: Coordinación con diseño de procesos

source: Copies to: File _____ Other _____
es: Copias a: Archivo: _____ Otro _____

source: Copper Cliff, Ontario, Canada
es: Copper Cliff, Ontario, Canadá

source: Copper Rand Mine - MSV Resources Inc.
es: Mina Copper Rand – MSV Resources Inc.

source: Copy of RFP/Tender (include contract and scope)
es: Copiar RFP/Oferta (incluir contrato y alcance)

source: Cordillera of the Sal Frontal Thrust Fault (CH-10)
es: Falla de tipo inverso en avance (“frontal thrust”) de la Cordillera de la Sal (CH-10)

source: Core photographs and piezometer construction diagrams are presented in Appendix C.
es: Las fotografías de los testigos y los diagramas de construcción de los piezómetros se incluyen en el Anexo C.

source: Correct address and work area covered
es: La dirección y área de trabajo a cubrir sea la correcta

source: Correct:
es: Corregir:

source: Corrective Action
es: Acción correctiva

source: Corrective Action - An action to eliminate the cause of a detected non-conformance or other undesirable situation such as an uncontrolled hazard.
es: Acción correctiva: acción que busca eliminar la causa de una no conformidad detectada o de otra situación no deseable como puede ser un peligro no controlado.

source: Corrective Action Verification and Effectiveness
es: Verificación y eficacia de la acción correctiva

source: Corrective Actions
es: Acciones correctivas

source: Corrective Actions shall be tracked for progress and trend analyses.
es: Deberán rastrearse las acciones correctivas para ver su progreso y realizar análisis de tendencias.

source: Corrective action is taken to prevent recurrence.
es: La acción correctiva se adopta para evitar que se repita.

source: Corrective actions
es: Acciones correctivas

source: Corrective actions shall be developed for each root cause identified.
es: Deberán desarrollarse acciones correctivas para cada causa raíz identificada.

source: Corrective actions shall be:
es: Las acciones correctivas deberán ser:

source: Cortes et al. (2012) provide a recurrence interval for M 7.0 earthquakes at about 5.0 ±3.5 ka based on topographic data, trench stratigraphy and age constraints.
es: Cortes et al. (2012) ofrecen un intervalo de recurrencia para sismos M 7,0 de alrededor de 5,0 ± 3,5 ka basándose en datos topográficos, estratigrafía de fosas y limitaciones de edad.

source: Cost of noncompliance
es: Costo de incumplimiento

source: Cost to Closure and fixed price/lump sum/stipulated sum remediation
es: Búsquedas de proyectos de remediación con costo que incluye el cierre y con precio fijo/suma alzada/suma estipulada

source: Cost to Respond
es: Costo de respuesta

source: Could be defective through normal wear and tear, misuse and/or abuse or inadequate design or materials.
es: Podrían estar defectuosos debido a su uso normal, a su mal uso, y/o por su abuso, diseño o materiales inadecuados.

source: Could environmental harm result from:
es: Podría haber daño ambiental por:

source: Could someone be injured or suffer an illnes as a result of:
es: Podría resultar alguien lesionado o enfermo por causa de:

source: Country
es: País

source: Country / State / City Risk Rating – Mexico Example
es: País / Estado / Calificación de Riesgo de Ciudad - Ejemplo con México

source: Country:
es: País:

source: Coupled thermal stress analysis of the concrete seal and the rock under internal heating of the tunnel.
es: Análisis acoplados de tensión térmica del sello de hormigón y de la roca bajo calentamiento interno del túnel.

source: Cracks extended from the pit crest across the road (Photograph 16) and across the unlined drainage channel, where they would provide an unobstructed conduit to infiltrate rapidly into the Colluvium and the North Colluvium-Tvs20 contact for any stormwater flowing on the road or in the unlined channel.
es: Las grietas se extendían desde el coronamiento del pit a través del camino (Fotografía 16) y a través del canal de drenaje no impermeabilizado, donde servirían de conducto sin obstrucciones para que las posibles aguas pluviales sobre el camino o en el canal no impermeabilizado infiltren rápidamente el Coluvión y el contacto norte Coluvión-Tvs20.

source: Cranes must be registered and be operated by a licenced operator.
es: Las grúas deben estar registradas y ser operadas por una persona con licencia de operador.

source: Create / Review the Emergency Response Plan for Your Project and Worksite
es: Crear / revisar el Plan de Respuesta a Emergencias para su proyecto y lugar de trabajo

source: Create relationships which can result in teaming opportunities
es: Crear relaciones que pueden convertirse en oportunidades para colaborar

source: Creating and maintain this safety culture is essential and it is critical that visible and vocal HSSE leadership is on display when working in the field.
es: Crear y mantener esta cultura de seguridad es esencial y demostrar liderazgo activo en HSSE mientras se trabaja en campo tiene una importancia crítica.

source: Creativity is encouraged as we mature the use of the brand – but we also want consistency and “purity” where possible as we initiate the brand to keep it simple and memorable.
es: Se incentiva a la creatividad a medida que adquirimos madurez en el uso de la marca, pero también deseamos tener consistencia y “pureza” de ser posible mientras lanzamos la marca para mantenerla simple y fácil de recordar.

source: Credit Check Score
es: Puntuación crediticia

source: Credit Worthiness
es: Solvencia

source: Creighton Mine - Vale Inco Ltd.
es: Mina Creighton - Vale Inco Ltd.

source: Creighton Mine Phase 3
es: Mina Creighton Fase 3

source: Crisis - An event which requires a response and materially damages or threatens the health or safety of employees or other Stakeholder, the environment, property, assets and/or Golder’s reputation.
es: Crisis: evento que requiere una respuesta y que genera un daño de consideración o amenaza la salud o la seguridad de los colaboradores o de otros actores, el medio ambiente, la propiedad, los activos o la reputación de Golder.

source: Crisis Response Plan – Documented process to manage crisis situations.
es: Plan de respuesta ante crisis: proceso documentado para gestionar situaciones de crisis.

source: Crisis response following the Stockholm terrorist attacks
es: Respuesta ante crisis tras ataques terroristas en Estocolmo

source: Crisis/emergency response/business continuity
es: Crisis/respuesta a emergencias/continuidad del negocio

source: Criteria
es: Criterios

source: Critical Control - A control that is crucial to preventing a serious injury or fatality or mitigating the consequences of a Serious Incident or Fatality (SIF).
es: Control crítico: control que es decisivo para evitar una lesión grave o una fatalidad o para mitigar las consecuencias de un incidente grave o fatalidad (SIF).

source: Critical Control Management - A process of managing the risk of SIFs that involves a systematic approach to ensure critical controls are in place and effective.
es: Gestión de controles críticos: proceso para gestionar el riesgo de SIF que consiste en un método sistemático para asegurar que existan controles críticos y que estos sean eficaces.

source: Critical Lift
es: Izaje crítico

source: Critical Lift Permit
es: Permiso para izaje crítico

source: Critically, private locates within the facility to clear the core hole locations were not completed as the project team was not expecting that there were utilities within the concrete itself.
es: Es grave que se hubiera omitido la localización de servicios dentro del predio para contar con ubicaciones despejadas para la extracción de testigos, dado que el equipo del proyecto no esperaba que hubiera servicios dentro del hormigón mismo.

source: Croinoir Open Pit - Explor.
es: Rajo Croinoir – Explor.

source: Crown pillar and soil stability analyses for permanent mine closure.
es: Análisis de estabilidad de pilares corona y suelos para cierre permanente de minas.

source: Crown pillar assessment for the Scoping Level Study for the Magusi project, including field investigation with core orientation and packer testing and empirical and numerical stability analyses of crown pillar.
es: Evaluación de pilares corona para el estudio de alcance para el proyecto Magusi, incluida la investigación de terreno con orientación de testigos y ensayo con packer y análisis de estabilidad empírico y numérico de pilares corona.

source: Crown pillar design and review of the ground support design.
es: Diseño de pilares corona y revisión de diseño de fortificaciones.

source: Crucitas Project - Vanessa Ventures Ltd.
es: Proyecto Crucitas – Vanessa Ventures Ltd.

source: Crustal Background Seismic Source
es: Fuente sísmica de fondo cortical

source: Crustal Background4
es: Fondo cortical4

source: Crustal Fault Sources
es: Fuentes de falla cortical

source: Crustal Sources
es: Fuentes corticales

source: Crustal seismic sources are those that are assessed to occur within the shallow continental crust in the site region.
es: Las fuentes sísmicas corticales son aquellas que se evalúa que ocurran dentro de la corteza continental superficial en esta región.

source: Cuajone Mine
es: Mina Cuajone

source: Cultural heritage disturbance.
es: Perturbación del patrimonio cultural

source: Current (April 2017) Pit with Development Phases
es: Pit actual (abril 2017) con fases de desarrollo

source: Current Blasting Parameters
es: Parámetros de voladura actuales

source: Current Operations and Planned Pit Development
es: Operaciones actuales y planes de desarrollo del pit

source: Current Slope Design Recommendations
es: Recomendaciones del actual diseño de taludes

source: Current Study
es: Estudio actual

source: Current design and operations are appropriate to conservative for current conditions in view of the good operating practices currently being implemented
es: El diseño y las operaciones actuales son adecuados a conservadores para las condiciones actuales dadas las buenas prácticas operacionales implementadas actualmente.

source: Current pit bottom elevations are approximately 3980 m for the Jayula pit, which appears dry (with the exception of some seepage from a breccia contact zone at the toe of the west wall – (see Hydrogeology Slide 43), and 3910 m for the Tesorera pit, which is wet from seepage on the pit slopes (approximate elevation 3,950 m) and from groundwater discharge from piezometer Moh06 which is under flowing artesian conditions (groundwater elevation greater than 3,910 m) in the Tesorera pit sump.
es: Las elevaciones actuales del fondo del pit son de aproximadamente 3980 m en el pit Jayula, que parece estar seco (con excepción de alguna infiltración desde una zona de contacto de brechas en el pie del muro oeste – (ver diapositiva de Hidrología 43) y 3910 m en el pit Tesorera, que contiene humedad de la infiltración en los taludes (elevación aproximada de 3950 m) y de la descarga de aguas subterráneas desde el piezómetro Moh06, que está en condiciones de flujo artesiano (elevación de las aguas subterráneas superior a 3910 m) en la sentina del pit Tesorera.

source: Current pit development phases are shown in Figure 1.2.
es: Las fases de desarrollo del pit actual se muestran en la Figura 1.2.

source: Current production bench heights in Jayula are 10 m in ore and Qal/Upper Volcaniclastics, and 15 m in rock waste in the Phase 5 highwall.
es: Las actuales alturas de bancos de producción en Jayula son de 10 m en mineral y Volcanoclástico Qal/Superior y de 15 m en estéril en el muro de la Fase 5.

source: Current seismic interpretations, including uncertainties for models and parameter values for seismic sources and earthquake ground motions.
es: Las actuales interpretaciones sísmicas, así como las incertidumbres para los modelos y valores paramétricos para las fuentes sísmicas y los movimientos sísmicos.

source: Current slope design criteria are based on the assumption of effectively depressurized slopes, which will become increasingly invalid as the pit is developed below the water table unless effective depressurization is implemented and verified
es: Los actuales criterios de diseño de taludes se basan en el supuesto de tener taludes efectivamente despresurizados, lo que se vuelve cada vez menos válido a medida que el pit se desarrolla por debajo del nivel freático, salvo que se implemente y verifique una despresurización eficaz.

source: Current slope design criteria are documented subsequently.
es: Los criterios actuales de diseño de taludes se documentan a continuación.

source: Currently focused on US and UK, aligned with our strategy
es: Actualmente nos centramos en EE.UU. y Reino Unido, en línea con nuestra estrategia

source: Currently, the MSC carries out the monitoring of blast vibrations produced by the different blasting operations at different points of observation using digital seismographs according to recognized international standards.
es: Actualmente, MSC lleva a cabo el monitoreo de vibraciones producidas por las distintas operaciones de voladura en distintos puntos de observación mediante sismógrafos digitales según estándares internacionales reconocidos.

source: Currently, up to 5 blastholes are detonated per delay period.
es: Actualmente, se detonan hasta 5 barrenos por periodo de retardo.

source: D - Less: other direct cost (third party costs, expenses, etc.) / A-B-C-D Equals Margin $ / Margin $/Gross Revenue $ = Margin %
es: D - menos: otros costos directos (costos y gastos de terceros, etc.) / A-B-C-D igual a $ margen / $ margen / $ ingreso bruto = % margen

source: DAMAGED EQUIPMENT
es: EQUIPOS DAÑADOS

source: DANGER
es: PELIGRO

source: DART – “days away, restricted or transferred." Determines how many workplace injuries and illnesses required employees to miss work, perform restricted work activities or transfer to another job within a calendar year.
es: DART (días de ausencia, restricción o transferencia): determina cuántas lesiones y enfermedades profesionales obligaron a los empleados a ausentarse del trabajo, realizar labores limitadas o ser transferidos a otro trabajo, en un año calendario.

source: DEBRIEF AND SHARE LEARNINGS
es: INFORME Y COMPARTA SUS APRENDIZAJES

source: DECISION: □ GO □ NO GO
es: DECISIÓN: □ GO □ NO GO

source: DEFIBRILLATION
es: DESFIBRILACIÓN

source: DEFINITIONS
es: DEFINICIONES

source: DESCRIPTION
es: DESCRIPCIÓN

source: DEVELOP A JOURNEY MANAGEMENT PLAN
es: DESARROLLE UN PLAN DE GESTIÓN DE VIAJES

source: DISCUSS THE TASK AND THE WORK ENVIRONMENT:
es: ANALIZAR LA TAREA Y EL ENTORNO DE TRABAJO:

source: DISPOSAL
es: DISPOSICIÓN

source: DN: Intrusive East of Falla Tesorera and North of DOMC
es: DN: intrusivo al este de la falla Tesorera y al norte de DOMC

source: DNW: Intrusive West of Falla Tesorera and North of DOMC
es: DNW: intrusivo al oeste de la falla Tesorera y al norte del DOMC

source: DO NOT DELETE IMAGES FROM THIS SLIDE
es: NO BORRAR LAS IMÁGENES DE ESTA DIAPOSITIVA

source: DO NOT leave the person unattended.
es: NO dejar a la persona sin supervisión.

source: DOCUMENT
es: DOCUMENTAR

source: DOCUMENT HISTORY AND APPROVAL
es: HISTORIAL Y APROBACIÓN DEL DOCUMENTO

source: DOMC: All Volcaniclastic units
es: DOMC: todas las unidades volcanoclásticas

source: DRILLING
es: PERFORACIÓN

source: DRIVING
es: CONDUCCIÓN

source: DS: Intrusive East of Falla Tesorera and South of DOMC
es: DS: intrusivo al este de falla Tesorera y al sur del DOMC

source: DSHA = deterministic seismic hazard analysis
es: DSHA = análisis de peligro sísmico determinístico

source: DSHA requires identification and characterization of the major seismic sources.
es: El análisis DSHA requiere identificar y caracterizar las fuentes sísmicas principales.

source: DSHA uses available historical seismic and geological data to generate discrete, single-valued earthquake events to model ground motion at a site.
es: El análisis de peligro sísmico determinístico (DSHA, en inglés) utiliza datos históricos disponibles de sísmica y geología para generar eventos sísmicos discretos con valores simples para modelar los movimientos del suelo en el sitio.

source: DSHA-Based, 5% Damped Spectral Response Values for the MCE
es: Valores de respuesta espectral con 5% de amortiguamiento según análisis DSHA para el evento MCE

source: DSHA-based, 5-percent damped spectral response values for the MCE (Interface)
es: Valores de respuesta espectral con 5% de amortiguamiento según análisis DSHA para el evento MCE (interfaz de contacto entre placas)

source: DSHA-based, 5-percent damped spectral response values for the MCE (Intraslab)
es: Valores de respuesta espectral con 5% de amortiguamiento según análisis DSHA para el evento MCE (intraplaca superior de Nazca)

source: DSW: Intrusive West of Falla Tesorera and South of DOMC
es: DSW: intrusivo al oeste de falla Tesorera y al sur del DOMC

source: DURING EXCAVATION
es: DURANTE LA EXCAVACIÓN

source: DW: Intrusive West of DOMC
es: DW: intrusivo al oeste del DOMC

source: Dacitic clasts or dikes up to 30 cm and contact characteristics indicate the sequence is pre- and syn-intrusive.
es: Los clastos o diques dacíticos de hasta 30 cm y las características del contacto indican que la secuencia es pre y sin intrusiva.

source: Daily Field logs
es: Bitácoras

source: Daily Tasking
es: Tareas diarias

source: Daily or prior to use.
es: A diario antes de usar.

source: Damaged or unsafe equipment shall be tagged out of service
es: Se debe marcar como fuera de servicio el equipo que se encuentre dañado o sea inseguro.
